株式会社Cygames（以下「当社」といいます）は、当社が運営し提供するサービス「プリコネ！グランドマスターズ」（以下、当該サービスを利用する際にインストールが必要となるアプリケーションと合わせ、「本サービス」といいます）について、以下のとおり利用規約（以下「本規約」といいます）を定めます。

第一条 定義
本規約では以下の用語を使用します。
1.「お客様」とは、本サービスの利用者の総称を指します。
2.「アカウント」とは、当社がお客様を識別するために発行する識別子を指します。お客様が本サービスを利用する場合、必ず「アカウント」が必要になります。
3.「個別利用規約」とは、本サービスにおいて、本規約とは別に当社が定めている規約を指します。「個別利用規約」は、「規約」「ガイドライン」「ポリシー」などの名称で提示されます。
4.「本コンテンツ」とは、本サービスを通して利用、閲覧、アクセスできるコンテンツを指します。「コンテンツ」とは、文章や音声、音楽、画像、動画、ソフトウェア、プログラム、コード、ゲーム内において使用するユーザーネームその他の情報を指します。

第二条 規約への同意
1.お客様は、本規約および個別利用規約に同意することにより、本サービスを利用することができます。お客様は、年齢や利用環境など、当社の定める条件に応じて、当社の定める範囲内で、本サービスを利用するものとします。
2.お客様が本規約または個別利用規約に同意しない場合、本サービスを利用することはできないものとし、直ちに本サービスのダウンロード、インストールまたは利用を中止するものとします。お客様が本サービスを既にインストールしている場合、そのアンインストールを行うものとします。
3.お客様は、本サービスの利用を、自身の所有するスマートフォン、タブレットまたはパソコンなどの端末（以下、単に「端末」といいます）の操作によって行うものとします。
4.本サービスにおいて、個別利用規約が定められている場合、お客様は本規約だけでなく、個別利用規約の定めにもしたがい、本サービスを利用するものとします。
5.本規約と個別利用規約の内容が異なっている場合、個別利用規約に定める内容が優先して適用されます。

第三条 規約の変更
1.当社は、当社の判断により、本規約および個別利用規約を変更できるものとします。変更を行う場合、当社は必要に応じて、変更後の内容および効力発生時期をあらかじめ本サービス内の適宜の場所に掲示します。
2.本規約および個別利用規約変更後に、お客様がその内容に同意しない場合、本サービスを利用することはできませんので、お客様は直ちに本サービスのダウンロード、インストールもしくは利用を中止するものとします。お客様が本サービスを既にインストールしている場合、そのアンインストールを行うものとします。

第四条 お客様から取得した情報などの取扱い
当社は、お客様から取得した個人情報を含む一切の情報を、当社が別途定める「プライバシーポリシー」に基づき、適切に取り扱うものとします。

第五条 通信の秘密
1.当社は、電気通信事業法（昭和59年法律第86号）第4条に基づき、お客様の通信の秘密を守ります。
2.当社は、当社が次の各号に該当すると判断する場合、お客様への事前告知なしに、お客様の通信の秘密にかかわる情報を閲覧または、開示、非公開化もしくは削除できるものとします。
(1)刑事訴訟法（昭和23年法律第131号）または犯罪捜査のための通信傍受に関する法律（平成11年法律第137号）の定めに基づく強制力のある処分または裁判所の命令が行われた場合
(2)法令に基づく強制力のある処分が行われた場合
(3)特定電気通信役務提供者の損害賠償責任の制限および発信者情報の開示に関する法律（平成13年法律第137号）第4条に基づく開示請求の要件が充足されたと当社が判断した場合
(4)他人の生命、身体、財産または名誉、プライバシーの保護のために必要があると当社が判断した場合
(5)お客様の同意がある場合
(6)本サービスの適切な運営上必要がある場合

第六条 著作権などの権利の帰属
1.本サービスを構成する文章、画像、プログラムその他一切の情報について発生している著作権、パブリシティ権その他の知的財産権、所有権その他の財産権および肖像権その他の人格権は、当社または当該権利を有する第三者に帰属します。本利用規約は、明示的に定めがある場合を除き、お客様に本サービスに関する知的財産権などの権利を移転するものではありません。
2.当社は、お客様が本サービスにおいて投稿、アップロードまたは保存した全ての情報（文字情報、画像情報などを含みますがこれに限られません）について、これらを保存・蓄積した上で、本サービスの円滑な運営および改善を目的として、無償、無期限かつ無条件で、あらゆる態様で利用でき、お客様はこれに同意するものとします。
3.本サービスの仕様・ルール・デザイン・視聴覚表現および効果・パラメータ・シナリオその他一切の事項については、当社が任意に設定・構築・変更などできるものとし、お客様はあらかじめこれを了承します。

第七条 アカウント
1.お客様が本サービスの利用を開始する場合、アカウント登録を行う必要があります。
2.本サービスのアカウントは、お客様に一身専属的に帰属します。お客様の本サービスにおけるすべての利用権は、第三者に譲渡、貸与または相続させることはできません。
3.アカウント登録時に、お客様ご自身に関する情報を登録する場合、真実、正確かつ完全な情報を提供しなければなりません。
4.お客様が本サービスを利用する際に、お客様自身で登録した内容に不備や間違いがあり、それにより発生したトラブルに関しては、お客様ご自身の責任で解決するものとします。
5.当社は、お客様のアカウントで行なわれた一切の行為を、お客様ご本人の行為とみなすことができます。お客様は、本サービスの利用に際して登録した内容が、第三者により不正に利用されないよう、お客様ご自身の責任で厳重に管理しなければなりません。
6.お客様がご自身のアカウントを、公的および私的な広報媒体やインターネットなどのサービス、およびその他の方法を用いて第三者へ公開したことにより発生したトラブルは、お客様ご自身の責任で解決するものとします。
7.当社は、当社が必要と判断し、要求したお客様の情報が登録されていない場合に、本サービスの全部または一部の利用を制限できるものとします。
8.お客様は、本サービスにおいて行った一切の行為およびその結果について一切の責任を負うものとします。
9.当社は、お客様が本規約に違反した場合、お客様のアカウントおよびアカウントに付随する情報を、あらかじめお客様に通知することなく削除することができます。お客様の本サービスにおけるすべての利用権は、アカウントが剥奪または削除された時点で消滅します。

第八条 サービスの提供
1.当社は、本サービスおよび本サービスを利用して提供される一切のサービスについて、いつでも任意にその内容を変更、中断または終了することができるものとします。
2.前項に基づき本サービスを終了する場合、本サービスにおけるお客様のアカウント等のプレイデータは、如何なる理由においても復旧しないものとします。

第九条 広告
当社は、当社の判断で、本サービスに当社または第三者の広告を掲載することができるものとします。

第十条 料金および費用
1.本サービスの利用にあたって必要な端末の購入、導入または維持にかかる費用、パケット料、データ利用料などの通信料その他の一切の費用は、お客様の負担とします。

第十一条 禁止事項
1.お客様は、本サービスの内外を問わず、本サービスに関して、以下の行為を行なってはなりません。また、そのような行為を第三者に対して指示、教唆、強要することを禁止します。
(1)本規約に反する行為、当社または第三者の知的財産権その他の法律上保護されるべき権利を侵害する行為、犯罪などの違法行為その他法令に違反する行為、それらのおそれのある行為、またはそれらを助長する行為
(2)第三者に対するつきまとい行為や、いやがらせ行為、嫌悪感を与えるコンテンツを投稿するなど第三者に不快感を与える行為
(3)異性との出会いを希望または誘導することを目的とする行為
(4)他人を反社会的行為に誘引もしくは勧誘する行為、または反社会的勢力に対し利益を供与もしくは協力する行為
(5)政治もしくは宗教活動または政治もしくは宗教団体への勧誘行為
(6)氏名、電話番号、メールアドレス、住所、位置情報など特定の個人（お客様ご自身を含みます）の識別に結びつく情報、または企業、団体などの非公開情報、営業秘密、秘密情報を、本人または権利者の許可なく取得、開示、改ざん、もしくは漏洩させる行為、またはそのおそれのある行為
(7)当社、当社の関連会社もしくはこれらの関係人物、または第三者を名乗る、ほのめかす、または、なりすます行為その他虚偽の情報を登録および掲載するなどの行為
(8)当社の承認を得ずに行われる、営利を目的とする行為（ねずみ講に類する取引の勧誘行為等も含みます）
(9)当社が本サービスを通じて提供する各種コンテンツ（有償サービスで提供されるコンテンツに限定されません。以下「サービス内コンテンツ」といいます）その他本サービスにおいてユーザーが利用可能な権利または利益の全部または一部を有償・無償を問わず不正な方法で取得する行為、第三者に譲渡するなどの処分行為（当社が認めた方法の場合は除きます）、またはこれらを助長する行為
(10)ゲーム内通貨、サービス内コンテンツなどを、現実社会の金銭・財物・役務その他の経済上の利益で取引する行為（いわゆるリアルマネートレード）またはその申込みの誘因・申込み・承諾を含む一切の準備行為
(11)本サービス内で本サービス以外のサービスに勧誘または招待する行為（当社が認めた場合は除きます）
(12)その行為が本項各号のいずれかに該当することを知りつつ、その行為を助長する目的でリンクを掲載するなどの行為
(13)本サービスおよびこれに関連するデータ（権利表示を含みます）、サーバーまたはネットワークシステムに対し操作、改変、毀損、除去、不正にアクセスするなど支障を与える、または支障を与える可能性があると当社が判断した行為
(14)本サービスを複製、送信、譲渡、貸与、翻訳、翻案、改変、他のソフトウェアと結合などする行為
(15)本サービスに影響を与える外部ツール、BOTなど当社より提供されていない技術的手段、または改変を行った端末の利用・作成・頒布・販売などを行う行為、ならびにこれらを用いてサービスを不正に操作する行為
(16)本サービスの不具合を意図的に誘発、利用することを目的とする行為、または本サービスの意図しない目的で本サービスを利用する行為
(17)当社の承認を得ずに、他のお客様のアカウントを利用する行為、または複数のアカウントを保有し、もしくはアカウントを複数人で共有する行為
(18)同様の質問を必要以上に繰り返すなど、当社に対し不当な問い合わせまたは要求をする行為
(19)その他当社による本サービスの運営または他のお客様による本サービスの利用を妨害し、これらに支障や迷惑、損害を与える、もしくは与える可能性があると当社が判断した行為
2.当社は、お客様が禁止事項に該当する行為を行ったことが確認された場合もしくはそのおそれがある場合、本サービスを利用することについて当社が不適当であると判断した場合またはお客様が禁止行為を認めた場合に、以下の措置を講じることができるものとします。この場合、当社は当該措置についての理由、実施期間など当該措置に関する一切の情報を開示する義務を負わないものとし、お客様は当社に対し当該措置に対しての異議を申し立てることが出来ないものとします。また、当社はかかる違反を防止または是正する義務を負いません。
(1)禁止行為を止め、同様の行為を繰り返さないことを要求すること
(2)お客様が獲得したアイテムなどの剥奪その他の本サービス上の不利益措置
(3)本サービスの全部または一部の利用停止
(4)アカウントの停止または削除
(5)禁止行為によって得た権利の剥奪
(6)刑事事件、行政事件その他に該当する可能性がある場合の警察その他の公的機関への通報を含む、禁止行為該当事実の本サービス内外での開示
(7)その他当社が必要かつ適切と判断する措置
3.当社は、前項（４）に基づきアカウント削除の措置を受けたお客様について、本サービスを含む当社のサービスを提供しないこと（サービス提供の拒絶、登録済みの他のサービスのアカウント削除を含みます）ができるものとし、また、当該措置に必要な範囲で個人情報などを保存する場合があります。

第十二条 免責および無保証
1.以下の原因により本サービスが一時的または長期にわたり利用できなくなる場合または本サービスそのものが停止もしくは終了となった場合でも、当社は責任を負わないものとします。
(1)地震、津波、台風、雷、大雨、洪水などの天災、戦争、テロ、革命、労働争議などの不可抗力による場合
(2)本サービス運営において必要なシステムなどの一時的または大規模なメンテナンスを行う場合
(3)ネットワーク回線の混雑、プロバイダーなどの障害による場合
(4)その他本サービスの運営にかかる障害などによる場合
2.当社は、お客様に対し、本サービスに対する不正アクセス、コンピューターウイルスの侵入など、第三者の行為を原因としてお客様に生じる損害について責任を負いません。
3.当社は、当社による本サービスの提供の終了や変更、お客様が本サービスに関連して送信、登録した情報等の削除や消失、機器の故障や損傷、その他本サービスに関連してお客様が被った損害につき、賠償する責任を負いません。
4.当社は、本サービスからのリンクにより遷移可能な第三者ウェブサイトおよび本サービスの利用に関連して第三者から提供される商品役務などの安全性、適法性などについて保証をせず、また本サービス上で実施される広告の広告主などとお客様との間におけるあらゆるトラブル、約束、保証など、およびその結果としてお客様に生じる損失・損害について責任を負いません。
5.当社は、お客様が携帯端末のハードウェアまたはソフトウェアに改変、改造、技術的特性などを施し、本サービスを正常に利用できないことにより被った損害について賠償責任を負わないものとし、かつ本サービスの利用復帰などの対応を行わないものとします。
6.当社は、本サービスに対しお客様が登録した情報の永続性を保証せず、お客様が登録情報を自ら紛失、忘却したことにより被った損害について賠償責任を負わないものとし、かつ本サービスの利用復帰などの対応を行わないものとします。またお客様が本サービスで利用する端末について、無断使用、紛失、盗難、故障その他の事由によって、登録情報を喪失した場合も同様とします。
7.当社は、本サービスに関するお客様からの問い合わせや改善などの意見その他の提案、フィードバックなどについて、これらの全てに回答をし、または何らかの対応を実施する義務を負わず、自らの裁量および任意の判断でこれらを実施するものとします。
8.当社は、本サービスのバグその他を補修する義務および本サービスを改良または改善する義務は負いません。
9.お客様は、自己の責任と判断において本サービスを利用するものとします。当社は、本サービスの精度、完成度、正確性、妥当性、適用性、有用性および可用性について保証せず、お客様が選ぶ任意の時点、場所における本サービスの利用およびアクセス可能性ならびにお客様の使用目的および使用する端末（本サービス内で推奨端末や推奨環境として提示している端末も含む）への適合性について保証しません。
10.お客様は、本サービスにより提供されるアプリケーションにはデータの引き継ぎを行う機能が実装されておらず、当該アプリケーションが端末から削除された場合や端末の機種変更を行った場合に、ゲームデータの復旧ができないことを理解した上で本サービスを利用するものとします。お客様が当該アプリケーションを再度インストール（以下「再インストール」といいます）したとき、または、本サービスの利用に際して用いる端末について、修理または機種変更などによりこれを交換したときは、当社が特に定める場合を除き、再インストール後のアプリケーション、または、修理もしくは機種変更後の端末において、以前の登録情報などの引継ぎができることを保証しません

第十三条 退会
1.お客様は、本サービスを退会するときは、当該時点において当社に対して有している一切の債務を、直ちに履行するものとします。
2.お客様は退会時に残存しているゲーム内通貨、アイテムなどの一切のコンテンツが退会と同時に消滅することに同意するものとします。
3.当社は、退会したお客様の個人情報など一切の情報を引き続き保有する義務はないものとします。
4.前三項の規定は、第十一条第2項（４）で定めるアカウント削除措置の場合にも準用されるものとします。

第十四条 損害賠償
1.お客様は、本規約に違反したことにより、当社または第三者に損害（合理的な弁護士費用を含みますがこれに限られません）を与えた場合、当社または第三者に対し、その損害を賠償するものとします。
2.本サービスに関連して、当社の責めに帰すべき事由によりお客様に損害を与えた場合、当社は、お客様に対し、直接かつ現実に生じた通常の損害を賠償するものとします。ただし、当社に故意または重過失があるときは、本規約に当社の免責を定める規定がある場合であっても、その損害を賠償するものとします。

第十五条 権利義務などの譲渡禁止
お客様は、本サービスの利用に関する一切の権利または義務について、第三者への譲渡、承継、質入その他一切の処分をしてはならないものとします。

第十六条 本規約の有効性
1.本規約の一部が、法令などにより違法または無効とされる場合であっても、本規約のその他の部分は有効に存続するものとします。
2.本規約の規定の一部が、あるお客様との関係で無効とされ、または取り消された場合でも、本規約はその他のお客様との関係では有効とします。

第十七条 準拠法および裁判管轄
1.本規約は、日本法に準拠し、日本法にしたがって解釈されるものとします。
2.本サービス、本規約に関する一切の訴訟その他の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
以上
2022年4月1日制定

